Repository: awkj/ringcast
Catalog: Tinycast/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: and %lld more.
zh_hans: 另有 %1$lld 项。

source: %@ will quit first.
zh_hans: 将先退出 %1$@。

source: %lld images were unavailable and skipped.
zh_hans: 有 %1$lld 张图片不可用，已跳过。

source: Hasn't refreshed yet.
zh_hans: 尚未刷新。

source: Hyper Key shortcuts are shown in Tinycast with ✦.
zh_hans: Tinycast 用 ✦ 表示 Hyper Key 快捷键。

source: Last error: %@.
zh_hans: 上次错误：%1$@。

source: Last refresh %@.
zh_hans: 上次刷新：%1$@。

source: Skipped %lld already in your library.
zh_hans: 已跳过库中已有的 %1$lld 个脚本。

source: and %lld more
zh_hans: 等另外 %1$lld 个

source: here will stick. The existing file was left untouched.
zh_hans: 不会保存，现有文件未受影响。

source: %@ %@ is available
zh_hans: %1$@ %2$@ 已发布

source: %@ (%@) will be moved to the Trash, where you can put them back.
zh_hans: %1$@（%2$@）将被移到废纸篓，你可以在那里将其恢复。

source: %@ applied
zh_hans: 已应用%1$@

source: %@ check failed
zh_hans: %1$@ 检查失败

source: %@ could not start: %@
zh_hans: %1$@ 无法启动：%2$@

source: %@ couldn't replace the selection — copied instead
zh_hans: %1$@无法替换所选文本，结果已复制

source: %@ doesn't contain a Raycast extension (no package.json with commands).
zh_hans: %1$@ 不包含 Raycast 扩展（缺少带有 commands 的 package.json）。

source: %@ doesn't support macOS.
zh_hans: %1$@ 不支持 macOS。

source: %@ doesn't update itself
zh_hans: %1$@ 不会自动更新

source: %@ exited with status %d.
zh_hans: %1$@ 已退出，状态码为 %2$d。

source: %@ has no built bundle — reinstall the extension.
zh_hans: %1$@ 没有已构建的包，请重新安装扩展。

source: %@ has no built command bundles. Tinycast installs prebuilt extensions — run `ray build` in the extension folder first, or import one from an installed Raycast.
zh_hans: %1$@ 没有已构建的命令包。Tinycast 安装的是预构建扩展，请先在扩展文件夹中运行 `ray build`，或从已安装的 Raycast 中导入。

source: %@ hasn't been downloaded yet.
zh_hans: 尚未下载%1$@。

source: %@ in this note
zh_hans: 此笔记有 %1$@

source: %@ is no longer available. Choose another model in Settings.
zh_hans: %1$@ 已不可用，请在设置中选择其他模型。

source: %@ is up to date
zh_hans: %1$@ 已是最新版本

source: %@ isn't installed on this Mac.
zh_hans: 此 Mac 上未安装 %1$@。

source: %@ isn't supported yet
zh_hans: 尚不支持 %1$@

source: %@ isn’t installed any more.
zh_hans: %1$@ 已卸载。

source: %@ needs to be downloaded before it can be used.
zh_hans: 需要先下载%1$@才能使用。

source: %@ or ⌘ Esc to go to root search
zh_hans: %1$@，或按 ⌘ Esc 返回主搜索

source: %@ tokens
zh_hans: %1$@ 个 token

source: %@ · Not installed
zh_hans: %1$@ · 未安装

source: %@ · Ready
zh_hans: %1$@ · 已就绪

source: %@ · Sign in required
zh_hans: %1$@ · 需要登录

source: %@ · installed — tick to update
zh_hans: %1$@ · 已安装，勾选以更新

source: %@ · not connected
zh_hans: %1$@ · 未连接

source: %@ — couldn't be read
zh_hans: %1$@ — 无法读取

source: %@ — required
zh_hans: %1$@ — 必填

source: %@, searching %@
zh_hans: %1$@，正在搜索 %2$@

source: %@: %@ Plus %lld more.
zh_hans: %1$@：%2$@。另有 %3$lld 项。

source: %lld API connections
zh_hans: %1$lld 个 API 连接

source: %lld Disks Ejected
zh_hans: 已推出 %1$lld 个磁盘

source: %lld apps couldn't open
zh_hans: %1$lld 个应用无法打开

source: %lld apps didn't open
zh_hans: %1$lld 个应用未打开

source: %lld attachments is all one message can carry.
zh_hans: 每条消息最多可包含 %1$lld 个附件。

source: %lld characters
zh_hans: %1$lld 个字符

source: %lld commands
zh_hans: %1$lld 个命令

source: %lld custom commands
zh_hans: %1$lld 个自定义命令

source: %lld files attached
zh_hans: 已添加 %1$lld 个文件

source: %lld global shortcuts
zh_hans: %1$lld 个全局快捷键

source: %lld hidden items
zh_hans: %1$lld 个隐藏项目

source: %lld items
zh_hans: %1$lld 个项目

source: %lld learning records
zh_hans: %1$lld 条学习记录

source: %lld minutes
zh_hans: %1$lld 分钟

source: %lld minutes before
zh_hans: 提前 %1$lld 分钟

source: %lld models
zh_hans: %1$lld 个模型

source: %lld not here yet — %@%@.
zh_hans: 尚有 %1$lld 个未导入：%2$@%3$@。

source: %lld of %lld files selected · %@
zh_hans: 已选择 %1$lld/%2$lld 个文件 · %3$@

source: %lld pt
zh_hans: %1$lld 点

source: %lld selected
zh_hans: 已选择 %1$lld 项

source: %lld snippet files couldn’t be loaded
zh_hans: 无法加载 %1$lld 个文本片段文件

source: %lld tools
zh_hans: %1$lld 个工具

source: %lld window layouts
zh_hans: %1$lld 个窗口布局

source: %lld windows
zh_hans: %1$lld 个窗口

source: %lld%% left
zh_hans: 剩余 %1$lld%%

source: %lld-day window
zh_hans: %1$lld 天额度

source: %lld-hour window
zh_hans: %1$lld 小时额度

source: %lld-minute window
zh_hans: %1$lld 分钟额度

source: (No Title)
zh_hans: （无标题）

source: 1 API connection
zh_hans: 1 个 API 连接

source: 1 Day
zh_hans: 1 天

source: 1 Disk Ejected
zh_hans: 已推出 1 个磁盘

source: 1 Minutes
zh_hans: 1 分钟

source: 1 Month
zh_hans: 1 个月

source: 1 Week
zh_hans: 1 周

source: 1 Year
zh_hans: 1 年

source: 1 app couldn't open
zh_hans: 1 个应用无法打开

source: 1 app didn't open
zh_hans: 1 个应用未打开

source: 1 command
zh_hans: 1 个命令

source: 1 custom command
zh_hans: 1 个自定义命令

source: 1 display not connected
zh_hans: 1 个显示器未连接

source: 1 entry skipped
zh_hans: 已跳过 1 个条目

source: 1 global shortcut
zh_hans: 1 个全局快捷键

source: 1 hr
zh_hans: 1 小时

source: 1 min
zh_hans: 1 分钟

source: 1 minute
zh_hans: 1 分钟

source: 1 next
zh_hans: 接下来 1 场

source: 1 snippet file couldn’t be loaded
zh_hans: 无法加载 1 个文本片段文件

source: 1 tool
zh_hans: 1 个工具

source: 10 Minutes
zh_hans: 10 分钟

source: 10 hr
zh_hans: 10 小时

source: 10 min
zh_hans: 10 分钟

source: 15 Minutes
zh_hans: 15 分钟

source: 15 hr
zh_hans: 15 小时

source: 15 min
zh_hans: 15 分钟

source: 2 Minutes
zh_hans: 2 分钟

source: 2 hr
zh_hans: 2 小时

source: 2 min
zh_hans: 2 分钟

source: 3 Months
zh_hans: 3 个月

source: 3 next
zh_hans: 接下来 3 场

source: 30 Days
zh_hans: 30 天

source: 30 Minutes
zh_hans: 30 分钟

source: 30 hr
zh_hans: 30 小时

source: 30 min
zh_hans: 30 分钟

source: 5 Minutes
zh_hans: 5 分钟

source: 5 hr
zh_hans: 5 小时

source: 5 min
zh_hans: 5 分钟

source: 5 next
zh_hans: 接下来 5 场

source: 6 Months
zh_hans: 6 个月

source: 60 Minutes
zh_hans: 60 分钟

source: 60 hr
zh_hans: 60 小时

source: 60 min
zh_hans: 60 分钟

source: 7 Days
zh_hans: 7 天

source: 90 Minutes
zh_hans: 90 分钟

source: 90 hr
zh_hans: 90 小时

source: 90 min
zh_hans: 90 分钟

source: A GitHub repository holding one folder per extension, laid out like
zh_hans: 每个扩展占用一个文件夹的 GitHub 仓库，结构类似

source: A New Conversation
zh_hans: 新对话

source: A custom command with this name already exists.
zh_hans: 已存在同名的自定义命令。

source: A folder holding package.json and the built command files.
zh_hans: 包含 package.json 和已构建命令文件的文件夹。

source: A key is already stored in Keychain
zh_hans: 钥匙串中已保存密钥

source: A layout puts named apps at fixed sizes on chosen displays, in one pass.
zh_hans: 布局可一次将指定应用以固定大小放到选定的显示器上。

source: A newer request replaced this response.
zh_hans: 新的请求已替换此回复。

source: A pattern without a slash matches any file or folder name, like *.tmp or node_modules; one with a slash matches the whole path, like **/[Cc]ache/**. The built-in patterns always apply.
zh_hans: 不含斜杠的规则匹配文件或文件夹名称，例如 *.tmp 或 node_modules；含斜杠的规则匹配完整路径，例如 **/[Cc]ache/**。内置规则始终生效。

source: A quicklink appears here once its link contains an {argument},
zh_hans: 快捷链接包含 {argument} 时会出现在这里，

source: A quicklink appears here once its link contains an {argument}, which the query fills in.
zh_hans: 快捷链接包含 {argument} 时会出现在这里，搜索内容会填入该参数。

source: A quicklink with this name already exists.
zh_hans: 已存在同名的快捷链接。

source: A repository with one folder per extension, laid out like
zh_hans: 每个扩展占用一个文件夹的仓库，结构类似

source: A repository with one folder per extension, laid out like raycast/extensions. These serve source, so installing one builds it
zh_hans: 每个扩展占用一个文件夹的仓库，结构类似raycast/extensions。这类仓库提供源代码，安装时会先用上方的包管理器

source: A repository with one folder per extension, laid out like raycast/extensions. These serve source, so installing one builds it here — dependencies first, with the package manager above. Add a registry only if you trust who publishes it.
zh_hans: 每个扩展占用一个文件夹的仓库，结构类似raycast/extensions。这类仓库提供源代码，安装时会先用上方的包管理器安装依赖，再在本机构建。请仅添加你信任其发布者的扩展源。

source: A shortcut works even when its command is hidden from the launcher.
zh_hans: 即使命令在启动器中隐藏，快捷键仍然有效。

source: A tiny, native macOS launcher.
zh_hans: 小巧的原生 macOS 启动器。

source: A window layout with this name already exists.
zh_hans: 已存在同名的窗口布局。

source: AI Chat
zh_hans: AI 聊天

source: AI Providers
zh_hans: AI 服务商

source: AI Settings
zh_hans: AI 设置

source: AI commands
zh_hans: AI 命令

source: API Connections
zh_hans: API 连接

source: API Key
zh_hans: API 密钥

source: API key rejected — check it in Settings.
zh_hans: API 密钥被拒绝，请在设置中检查。

source: About
zh_hans: 关于

source: About %@
zh_hans: 关于 %1$@

source: About Tinycast
zh_hans: 关于 Tinycast

source: About once a month. Turn this off and
zh_hans: 大约每月一次。关闭后，

source: About once a month. Turn this off and %@ won't ask again.
zh_hans: 大约每月一次。关闭后，%1$@ 将不再询问。

source: Acceleration
zh_hans: 加速度

source: Access Tinycast needs to work with other apps.
zh_hans: Tinycast 与其他应用配合工作所需的权限。

source: Accessibility
zh_hans: 辅助功能

source: Accessibility permission required
zh_hans: 需要辅助功能权限

source: Account
zh_hans: 账户

source: Act on the text you have selected in any app. Nothing is read until you
zh_hans: 处理你在任意应用中选中的文本。只有在你

source: Act on the text you have selected in any app. Nothing is read until you press a shortcut.
zh_hans: 处理你在任意应用中选中的文本。只有在你按下快捷键后才会读取。

source: Action
zh_hans: 操作

source: Actions
zh_hans: 操作

source: Activity
zh_hans: 活动

source: Add
zh_hans: 添加

source: Add %@
zh_hans: 添加 %1$@

source: Add API Connection
zh_hans: 添加 API 连接

source: Add Alias
zh_hans: 添加别名

source: Add Application…
zh_hans: 添加应用…

source: Add Custom Command
zh_hans: 添加自定义命令

source: Add MCP Server
zh_hans: 添加 MCP 服务器

source: Add Quicklink
zh_hans: 添加快捷链接

source: Add Registry
zh_hans: 添加扩展源

source: Add Registry…
zh_hans: 添加扩展源…

source: Add Snippet
zh_hans: 添加文本片段

source: Add a folder or application to search.
zh_hans: 添加要搜索的文件夹或应用。

source: Add a folder to search.
zh_hans: 添加要搜索的文件夹。

source: Add a key
zh_hans: 添加按键

source: Add an API key in Settings.
zh_hans: 请在设置中添加 API 密钥。

source: Add an app to this layout
zh_hans: 为此布局添加应用

source: Add at least one app to the layout.
zh_hans: 请至少为布局添加一个应用。

source: Add from folder
zh_hans: 从文件夹添加

source: Add one to be asked for a value before the command runs.
zh_hans: 添加参数后，将在命令运行前询问其值。

source: Add one to make it searchable from the launcher.
zh_hans: 添加命令后即可从启动器中搜索。

source: Add pattern…
zh_hans: 添加规则…

source: Add quicklinks from a JSON file, skipping any you already have.
zh_hans: 从 JSON 文件添加快捷链接，跳过已有内容。

source: Add to Favorites
zh_hans: 添加到收藏

source: Added to every message
zh_hans: 添加到每条消息

source: Add…
zh_hans: 添加…

source: Advanced
zh_hans: 高级

source: After %lld minutes
zh_hans: %1$lld 分钟后

source: After %lld seconds
zh_hans: %1$lld 秒后

source: Alias for %@
zh_hans: %1$@ 的别名

source: Aliases
zh_hans: 别名

source: Aliases and shortcuts
zh_hans: 别名与快捷键

source: All
zh_hans: 全部

source: All Apps Unhidden
zh_hans: 已显示所有应用

source: All Symbols
zh_hans: 所有符号

source: All Types
zh_hans: 所有类型

source: Allow This Chat
zh_hans: 允许本次对话

source: Allow Tinycast to control Finder in System Settings › Privacy & Security
zh_hans: 请在「系统设置 › 隐私与安全性

source: Allow Tinycast to control Finder in System Settings › Privacy & Security › Automation, then try again.
zh_hans: 请在「系统设置 › 隐私与安全性› 自动化」中允许 Tinycast 控制访达，然后重试。

source: Allow Tinycast to control the requested app in Automation settings, then try again.
zh_hans: 请在自动化设置中允许 Tinycast 控制相应应用，然后重试。

source: Allow Tinycast to control your Mac in Accessibility settings, then try again.
zh_hans: 请在辅助功能设置中允许 Tinycast 控制你的 Mac，然后重试。

source: Allows pasting clipboard items and expanded snippets into active apps.
zh_hans: 允许将剪贴板内容和展开后的文本片段粘贴到当前应用。

source: Almost Maximize
zh_hans: 接近最大化

source: Already installed. Reinstalling replaces it with the registry's copy.
zh_hans: 已安装。重新安装会将其替换为扩展源中的版本。

source: Always Allow
zh_hans: 始终允许

source: Always shown in a panel
zh_hans: 始终在面板中显示

source: An extension that needs something missing says so when you run it.
zh_hans: 扩展需要尚未支持的功能时，会在运行时提示。

source: Angle
zh_hans: 角度

source: Animals & Nature
zh_hans: 动物与自然

source: App Launcher
zh_hans: 应用启动器

source: Appearance
zh_hans: 外观

source: Apple Intelligence could not complete the response.
zh_hans: Apple 智能未能完成回复。

source: Apple Intelligence declined to answer that.
zh_hans: Apple 智能拒绝回答此问题。

source: Apple Intelligence does not support this language yet.
zh_hans: Apple 智能尚不支持此语言。

source: Apple Intelligence is already answering. Try again shortly.
zh_hans: Apple 智能正在回复，请稍后重试。

source: Apple Intelligence is busy. Try again shortly.
zh_hans: Apple 智能正忙，请稍后重试。

source: Apple Intelligence is still downloading its model.
zh_hans: Apple 智能仍在下载模型。

source: Apple Intelligence is still downloading its model. Try again shortly.
zh_hans: Apple 智能仍在下载模型，请稍后重试。

source: Apple Intelligence runs on this Mac. No key, no account, and nothing leaves it.
zh_hans: Apple 智能在此 Mac 上运行，无需密钥或账户，数据不会离开本机。

source: Apple's translator does not support this language pair.
zh_hans: Apple 翻译不支持这两种语言之间的翻译。

source: Application
zh_hans: 应用

source: Applications
zh_hans: 应用

source: Applications with unsaved changes may ask you to save.
zh_hans: 有未保存更改的应用可能会询问是否保存。

source: Applications with unsaved changes will ask you to save.
zh_hans: 有未保存更改的应用会询问是否保存。

source: Applied
zh_hans: 已应用

source: Applied when an emoji supports skin tones; pastes use it too.
zh_hans: 应用于支持肤色的表情符号，粘贴时也会使用。

source: Applied when the default model supports reasoning effort.
zh_hans: 在默认模型支持推理强度时生效。

source: Applied when the selected model supports reasoning effort.
zh_hans: 在所选模型支持推理强度时生效。

source: Are you sure you want to run this command? %@
zh_hans: 确定要运行此命令吗？ %1$@

source: Are you sure?
zh_hans: 确定吗？

source: Area
zh_hans: 面积

source: Argument
zh_hans: 参数

source: Argument name
zh_hans: 参数名称

source: Arguments
zh_hans: 参数

source: Arrange Windows
zh_hans: 排列窗口

source: Arranging windows uses the same permission as pasting.
zh_hans: 排列窗口使用与粘贴相同的权限。

source: Arrows
zh_hans: 箭头

source: Ask AI Chat
zh_hans: 询问 AI

source: Ask AI Chat what you typed ⇥
zh_hans: 将输入的内容发送给 AI ⇥

source: Ask Each Chat
zh_hans: 每次对话询问

source: Ask Each Chat puts the first tool call of every conversation through a
zh_hans: 「每次对话询问」会在每段对话首次调用工具时要求确认。

source: Ask Each Chat puts the first tool call of every conversation through a confirmation. Never Allow withholds the server without removing it.
zh_hans: 「每次对话询问」会在每段对话首次调用工具时要求确认。「永不允许」会停用服务器，但不会移除它。

source: Ask anything
zh_hans: 想问什么都可以

source: Ask anything…
zh_hans: 想问什么都可以…

source: Ask before running this command.
zh_hans: 运行此命令前询问。

source: Ask first when deleting a quicklink from the launcher's Actions menu.
zh_hans: 从启动器的操作菜单删除快捷链接时先询问。

source: Ask for it
zh_hans: 提示手动输入

source: Ask the handler for a new window instead of reusing its frontmost tab.
zh_hans: 请求处理应用打开新窗口，而不是复用当前标签页。

source: Ask the handler for a new window instead of reusing its frontmost tab. Only apps that accept a new-window argument can honour this.
zh_hans: 请求处理应用打开新窗口，而不是复用当前标签页。仅支持新窗口参数的应用会遵循此设置。

source: Asked for in order, then passed to the command as $1, $2 …
zh_hans: 按顺序询问，再以 $1、$2 … 传给命令。

source: Attached %@
zh_hans: 附件 %1$@

source: Attached file %@
zh_hans: 附件文件 %1$@

source: Audio
zh_hans: 音频

source: Authentication timed out.
zh_hans: 身份验证超时。

source: Authentication was canceled.
zh_hans: 身份验证已取消。

source: Auto Join Meetings
zh_hans: 自动加入会议

source: Auto-switch input source
zh_hans: 自动切换输入法

source: Automatic
zh_hans: 自动

source: Automatically
zh_hans: 自动

source: Automatically join meetings as they start.
zh_hans: 在会议开始时自动加入。

source: Automotive
zh_hans: 汽车

source: Average
zh_hans: 平均值

source: Back
zh_hans: 返回

source: Background refresh
zh_hans: 后台刷新

source: Background refresh failed.
zh_hans: 后台刷新失败。

source: Background refresh is off — enable it from Actions
zh_hans: 后台刷新已关闭，可从操作菜单中启用

source: Backup
zh_hans: 备份

source: Backup Exported
zh_hans: 备份已导出

source: Backup File
zh_hans: 备份文件

source: Backup Imported
zh_hans: 备份已导入

source: Base URL
zh_hans: 基础 URL

source: Battery
zh_hans: 电池

source: Behaviour
zh_hans: 行为

source: Binary
zh_hans: 二进制

source: Bluetooth Off
zh_hans: 蓝牙已关闭

source: Bluetooth On
zh_hans: 蓝牙已开启

source: Bluetooth control is unavailable on this Mac.
zh_hans: 此 Mac 上无法控制蓝牙。

source: Bluetooth did not change state. Check Tinycast’s Bluetooth permission.
zh_hans: 蓝牙状态未改变，请检查 Tinycast 的蓝牙权限。

source: Boolean
zh_hans: 布尔值

source: Bottom
zh_hans: 底部

source: Bottom Half
zh_hans: 下半屏

source: Bottom Left
zh_hans: 左下

source: Bottom Left Quarter
zh_hans: 左下四分之一

source: Bottom Right
zh_hans: 右下

source: Bottom Right Quarter
zh_hans: 右下四分之一

source: Bring your shortcuts, favorites, and clipboard history along.
zh_hans: 迁移你的快捷键、收藏和剪贴板历史。

source: Browse Notes
zh_hans: 浏览笔记

source: Browse Notes ⌘P
zh_hans: 浏览笔记 ⌘P

source: Building…
zh_hans: 正在构建…

source: Built with love.
zh_hans: 用心打造。

source: By name, or by what it does — “colour”, “github”, “window”.
zh_hans: 按名称或用途搜索，例如“colour”、“github”、“window”。

source: CJK Symbols
zh_hans: 中日韩符号

source: Calculator
zh_hans: 计算器

source: Calculator History
zh_hans: 计算历史

source: Calendar
zh_hans: 日历

source: Calendar Settings...
zh_hans: 日历设置...

source: Calendar access is off
zh_hans: 日历访问已关闭

source: Calendar in Menu Bar
zh_hans: 菜单栏日历

source: Calendars
zh_hans: 日历

source: Called
zh_hans: 已调用

source: Calling
zh_hans: 正在调用

source: Camera & Photos
zh_hans: 相机与照片

source: Camera Preview
zh_hans: 摄像头预览

source: Cancel
zh_hans: 取消

source: Cancelled
zh_hans: 已取消

source: Cannot combine temperatures with different units.
zh_hans: 无法合并不同单位的温度。

source: Cannot compare values with different dimensions.
zh_hans: 无法比较不同量纲的值。

source: Caps Lock (⇪)
zh_hans: 大写锁定（⇪）

source: Capture Window Layout
zh_hans: 捕获窗口布局

source: Captured Layout
zh_hans: 已捕获的布局

source: Center
zh_hans: 居中

source: Center Half
zh_hans: 居中半屏

source: Center Third
zh_hans: 中间三分之一

source: Change reasoning effort
zh_hans: 更改推理强度

source: Change the interface language immediately.
zh_hans: 立即切换界面语言。

source: Change…
zh_hans: 更改…

source: Characters
zh_hans: 字符数

source: Chat
zh_hans: 聊天

source: Chat History
zh_hans: 对话历史

source: Chat history is unavailable
zh_hans: 对话历史不可用

source: Chat with the model you choose; nothing is loaded or sent until it is on.
zh_hans: 与所选模型聊天；启用前不会加载或发送任何内容。

source: Check Again
zh_hans: 重新检查

source: Check for Updates
zh_hans: 检查更新

source: Check for Updates...
zh_hans: 检查更新...

source: Check for Updates…
zh_hans: 检查更新…

source: Checkbox
zh_hans: 复选框

source: Checking %@…
zh_hans: 正在检查 %1$@…

source: Checking Codex…
zh_hans: 正在检查 Codex…

source: Checking for updates…
zh_hans: 正在检查更新…

source: Checking this local endpoint for models…
zh_hans: 正在检查此本地端点的模型…

source: Choose
zh_hans: 选择

source: Choose File…
zh_hans: 选择文件…

source: Choose Folder…
zh_hans: 选择文件夹…

source: Choose Model
zh_hans: 选择模型

source: Choose a .rayconfig file exported from Raycast.
zh_hans: 请选择从 Raycast 导出的 .rayconfig 文件。

source: Choose a .tinycast file exported from Tinycast.
zh_hans: 请选择从 Tinycast 导出的 .tinycast 文件。

source: Choose a default AI model in Settings.
zh_hans: 请在设置中选择默认 AI 模型。

source: Choose a folder of Raycast script commands.
zh_hans: 选择包含 Raycast 命令脚本的文件夹。

source: Choose a model in Settings → Quick Actions.
zh_hans: 请在「设置 → 快捷操作」中选择模型。

source: Choose an API connection in Settings.
zh_hans: 请在设置中选择 API 连接。

source: Choose an icon
zh_hans: 选择图标

source: Choose folders or applications to include in the launcher.
zh_hans: 选择要包含在启动器中的文件夹或应用。

source: Choose folders to include when searching for files.
zh_hans: 选择文件搜索包含的文件夹。

source: Choose how many upcoming meetings appear alongside apps and commands.
zh_hans: 选择在应用和命令旁显示多少场近期会议。

source: Choose the folder this command runs in.
zh_hans: 选择运行此命令的文件夹。

source: Choose the output volume.
zh_hans: 选择输出音量。

source: Choose what to bring over, then import.
zh_hans: 选择要迁移的内容，然后导入。

source: Choose what to include, then save it as a single .tinycast file.
zh_hans: 选择要包含的内容，然后保存为一个 .tinycast 文件。

source: Choose whether to hide a started event or show its time left.
zh_hans: 选择隐藏已开始的日程，或显示剩余时间。

source: Choose…
zh_hans: 选择…

source: Claude could not finish the response.
zh_hans: Claude 未能完成回复。

source: Claude is disabled in AI Settings.
zh_hans: Claude 已在 AI 设置中停用。

source: Clean Up
zh_hans: 清理

source: Clean Up…
zh_hans: 清理…

source: Clean up %@?
zh_hans: 清理 %1$@？

source: Clear History
zh_hans: 清除历史

source: Clear Search
zh_hans: 清除搜索

source: Clear alias for %@
zh_hans: 清除 %1$@ 的别名

source: Clear calculation history?
zh_hans: 清除计算历史？

source: Clear clipboard history?
zh_hans: 清除剪贴板历史？

source: Clear history
zh_hans: 清除历史

source: Clear search
zh_hans: 清除搜索

source: Clear…
zh_hans: 清除…

source: Click to hide
zh_hans: 点击隐藏

source: Click to hide the signed-in account
zh_hans: 点击隐藏已登录的账户

source: Click to reveal
zh_hans: 点击显示

source: Click to reveal the signed-in account
zh_hans: 点击显示已登录的账户

source: Clipboard
zh_hans: 剪贴板

source: Clipboard History
zh_hans: 剪贴板历史

source: Clipboard changes from these apps won't be recorded.
zh_hans: 不会记录这些应用中的剪贴板变化。

source: Clipboard history
zh_hans: 剪贴板历史

source: Clipboard history is empty
zh_hans: 剪贴板历史为空

source: Close
zh_hans: 关闭

source: Close Settings
zh_hans: 关闭设置

source: Close Tinycast's window first.
zh_hans: 请先关闭 Tinycast 窗口。

source: Close the open dialog first.
zh_hans: 请先关闭对话框。

source: Close window and pop to root
zh_hans: 关闭窗口并返回主搜索

source: Code
zh_hans: 代码

source: Codex API key
zh_hans: Codex API 密钥

source: Codex check failed
zh_hans: Codex 检查失败

source: Codex could not finish the response.
zh_hans: Codex 未能完成回复。

source: Codex could not start: %@
zh_hans: Codex 无法启动：%1$@

source: Codex did not respond in time.
zh_hans: Codex 响应超时。

source: Codex exited with status %d.
zh_hans: Codex 已退出，状态码为 %1$d。

source: Codex is disabled in AI Settings.
zh_hans: Codex 已在 AI 设置中停用。

source: Codex is not running.
zh_hans: Codex 未运行。

source: Codex returned an error.
zh_hans: Codex 返回了错误。

source: Codex returned no generation thread.
zh_hans: Codex 未返回生成线程。

source: Codex sent an unterminated oversized response and was disconnected.
zh_hans: Codex 发送的回复过大且未结束，连接已断开。

source: Codex stopped.
zh_hans: Codex 已停止。

source: Codex · Not installed
zh_hans: Codex · 未安装

source: Codex · Ready
zh_hans: Codex · 已就绪

source: Codex · Sign in required
zh_hans: Codex · 需要登录

source: Colon-separated, like PATH — checked before Homebrew and the rest. For mise:
zh_hans: 与 PATH 一样使用冒号分隔，优先于 Homebrew 等路径检查。mise：

source: Colon-separated, like PATH — checked before Homebrew and the rest. For mise: ~/.local/share/mise/shims. For Nix (Home Manager):
zh_hans: 与 PATH 一样使用冒号分隔，优先于 Homebrew 等路径检查。mise：~/.local/share/mise/shims。Nix（Home Manager）：

source: Color
zh_hans: 颜色

source: Colors Only
zh_hans: 仅颜色

source: Command
zh_hans: 命令

source: Command Output
zh_hans: 命令输出

source: Commands
zh_hans: 命令

source: Commands run with your user account in /bin/zsh, so use full executable paths.
zh_hans: 命令以你的用户账户在 /bin/zsh 中运行，请使用完整的可执行文件路径。

source: Commerce
zh_hans: 商务

source: Communication
zh_hans: 通信

source: Compact mode
zh_hans: 紧凑模式

source: Compatibility
zh_hans: 兼容性

source: Compound Units
zh_hans: 复合单位

source: Configure %@
zh_hans: 配置 %1$@

source: Configure AI
zh_hans: 配置 AI

source: Configure Extension
zh_hans: 配置扩展

source: Configure Fallbacks…
zh_hans: 配置备选操作…

source: Configure…
zh_hans: 配置…

source: Confirm
zh_hans: 确认

source: Confirm before deleting
zh_hans: 删除前确认

source: Confirm before joining
zh_hans: 加入前确认

source: Confirm on screen after the command succeeds.
zh_hans: 命令成功后在屏幕上显示提示。

source: Confirm on screen after this snippet is inserted.
zh_hans: 插入此文本片段后，在屏幕上显示提示。

source: Connecting…
zh_hans: 正在连接…

source: Connection
zh_hans: 连接

source: Connectivity
zh_hans: 连接

source: Continue
zh_hans: 继续

source: Conversations
zh_hans: 对话

source: Conversations stay on this Mac. Nothing here is carried in a settings backup — which
zh_hans: 对话仅保存在此 Mac 上，不会包含在设置备份中。
